Revit 2027 API
ParameterTypeId.CurveLevel Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveLevel { get; }
Public Shared ReadOnly Property CurveLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveLevel {
	ForgeTypeId^ get ();
}
static member CurveLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace